{
	"id": "louissaint-jacques",
	"name": "Jacques Louissaint",
	"bio": [
		"<b>Jacques Louissaint</b>--called <i>The Haitian Renoir</i>--was born in Thurmonde, Haiti, near the Dominican Republic border, on July 8, 1950. He started painting when he was very young, but by the age of 17--already an ex-pupil of <a href='#/artists/casimir-laurent'>Laurent Casimir</a>--he was alone and without direction. Then in the early 1970's, spurred on by his association with fellow artists, Louissaint blossomed. He had his breakthrough show in Montreal, Canada in 1973. That was soon followed by a very successful one-man show at the Berkshire Museum in Massachusetts. His work has also been exhibited in Paris, New York, Washington, and Berlin.",
		"Am impressionist, Loussaint typically paints on canvas with oils and pallet knife.&nbsp; He abhors the suggestion that any art be labeled <i>'primitive'</i> and he expresses this feeling vehemently: <i>All men commence as primitives, but as we march through life the knowledge that we gain molds us to a different level. Haiti has a culture, past, present, and future.&nbsp; I wish to preserve it, to show the world the color, the clarity of the beauty of the countryside, the fishing village, the ordinary people. It is my country, my life. We are simply a different culture, not primitives. Who is to define the true primitive? When you walk in fear through the jungle of New York, is that not a primeval act? Whose civilization is safer or better, yours or mine?</i>"
	],
	"bio_credit_name": "",
	"bio_credit_url": "",
	"birth_date": "08 Jul 1950",
	"death_date": "",
	"country": "Haiti",
	"image_url": "",
	"links": [
	],
	"publications": [
		{
			"author": "Franciscus, John Allen",
			"pages": "pg. 117.",
			"pub_date": "1980",
			"pub_place": "",
			"pub_type": "book",
			"publisher": "",
			"title": "Haiti: Voodoo Kingdom to Modern Riviera"
		},
		{
			"author": "Madame Shishi",
			"pages": "pp. 18-23, 54-56.",
			"pub_date": "1982",
			"pub_place": "",
			"pub_type": "book",
			"publisher": "",
			"title": "Les Naifs Haitiennes"
		}
	],
	"artworks": [
		{
			"title": "Village Scene",
			"date": "c. 1975",
			"height": "24",
			"width": "32",
			"price": "SOLD",
			"medium": "Oil on Canvas with Palette Knife, Framed",
			"description": [""],
			"images": [
				"louissaint-jacques-1-500.jpg"
			]
		}
	]
}
